/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Vedlegg (%d)";

/* Old singular title format */
"AttachmentsKey" = "Vedlegg (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Tilføy vedlegg";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Ta bilde";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Bildebibliotek";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Vedlegg %d slettet";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Filer";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Avbryt";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Tittel";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Merknader";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Verdi";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ADVARSEL: NavigationController for aktuell UITableViewController for FUIFormCell er null. FUIAttachmentsFormCell og ListPickerFormCell vil ikke fungere på riktig måte.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d timer %d minutter";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Varighet";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "time";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "timer";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Merket";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Alt";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Advarsel: Søk er deaktivert fordi egenskapen listPickerSearchResultsUpdating i ListPickerFormCell er null.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Merk alt";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Opphev all merking";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Lukk";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Mer";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Mindre";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "på";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "av";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Dobbelttrykk for å bytte innstilling";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Sorter etter";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Ikke valgt";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Dobbelttrykk for å bytte utvalg";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Dobbelttrykk for å bytte sorteringsretning";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "dette er %@-glidebryteren som har maksimumsverdi %@ og minimumsverdi %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "du drar opp/ned mens elementet velges for å endre verdien til glidebryteren";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Aktuell verdi er %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Aktuell verdi endret til %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Skrivebeskyttet felt";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternativ inndataaktivitet";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Knapp";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Dobbelttrykk for å åpne";

"DoubleTapToCollapseKey" = "Dobbelttrykk for å komprimere";

"DoubleTapToSelectFromList" = "Dobbelttrykk for å velge fra liste";

"DoubleTapToSelect" = "Dobbelttrykk for å velge";

"DoubleTapToUnselect" = "Dobbelttrykk for å oppheve valg";

/* FUIStepperView tip */
"StepperTipKey" = "Dette er verdiregulator som kan redigeres";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Dette er en verdiregulator som ikke kan redigeres";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Maksimumsverdi er %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Minimumsverdi er %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Øk verdien med 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Reduser verdien med 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Aktuell verdi er";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filter";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Resultater \\(filteredNum) av \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Vis \\(filteredNum) posisjoner";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Tilbakestill";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Dette er en glidebryter som kan redigeres. Minimumsverdien er %@ og maksimumsverdien er %@.";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Dette er en glidebryter som ikke kan redigeres. Minimumsverdien er %@ og maksimumsverdien er %@.";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Dette er en glidebryter for område som kan redigeres. Minimumsverdien er %@ og maksimumsverdien er %@.";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Dette er en glidebryter for område som ikke kan redigeres. Minimumsverdien er %@ og maksimumsverdien er %@.";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "tekstfelt for glidebryterverdi";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "tekstfelt for nedre verdi";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "tekstfelt for øvre verdi";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Du kan dobbelttrykke for å oppgi en bestemt verdi";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "glidebryterposisjon, aktuell verdi er";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "du kan dra opp eller ned for å endre verdien";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "glidebryterposisjon for nedre område, aktuell verdi er";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "du kan dra opp eller ned for å endre nedre verdi";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "glidebryterposisjon for øvre område, aktuell verdi er";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "du kan dra opp eller ned for å endre øvre verdi";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "aktuell verdi er %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "aktuell nedre verdi er %@, øvre verdi er %@";

